Repository: Conight/ChopChop
Catalog: ChopChop/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Development)
zh_hans: （开发版本）

source: "%@" will be removed from Aria2 Next. You can keep downloaded files or move the files reported by Aria2 Next to Trash.
zh_hans: 将从 Aria2 Next 移除“%@”。你可以保留下载文件，或将引擎报告的文件移到废纸篓。

source: %@ Open Engine settings for details.
zh_hans: %@ 打开引擎设置查看详情。

source: %@ The paused task is still in the list; remove it there if needed.
zh_hans: %@ 暂停的任务仍在列表中，如不再需要可将其移除。

source: %@ bytes
zh_hans: %@ 字节

source: %@ downloaded
zh_hans: 已下载 %@

source: %@ downloaded · size unknown
zh_hans: 已下载 %@ · 总大小未知

source: %@ fps
zh_hans: %@ 帧/秒

source: %@ has not been selected.
zh_hans: 尚未选择%@。

source: %@ must be between %lld and %lld. Current value: %lld.
zh_hans: %1$@ 必须介于 %2$lld 和 %3$lld 之间。当前值：%4$lld。

source: %@ must be between 1 and 65535. Current value: %@.
zh_hans: %1$@ 必须介于 1 和 65535 之间。当前值：%2$@。

source: %@ must be between 1 and 65535. Current value: %lld.
zh_hans: %1$@ 必须介于 1 和 65535 之间。当前值：%2$lld。

source: %@ permission is stale. Select it again in Settings.
zh_hans: %@ 的访问权限已失效。请在设置中重新选择。

source: %@ port %@ is already in use. Stop the app using this port, or set a different %@ port in Settings.
zh_hans: %1$@ 端口 %2$@ 已被占用。请停止占用端口的应用，或在设置中更换 %3$@ 端口。

source: %@ port %lld is already in use. Stop the app using this port, or set a different %@ port in Settings.
zh_hans: %1$@ 端口 %2$lld 已被占用。请停止占用端口的应用，或在设置中更换 %3$@ 端口。

source: %@/s
zh_hans: %@/秒

source: %@: %@ Version %@ is still installed. You can retry the update.
zh_hans: %1$@：%2$@ 仍安装着版本 %3$@。你可以重试更新。

source: %lld active connections
zh_hans: %lld 个活动连接

source: %lld active, %lld paused, %lld completed, %lld failed
zh_hans: %1$lld 个正在下载，%2$lld 个已暂停，%3$lld 个已完成，%4$lld 个失败

source: %lld complete · %lld not reported
zh_hans: 已完成 %lld 片 · %lld 片未上报

source: %lld connections
zh_hans: %lld 个连接

source: %lld downloads complete
zh_hans: %lld 个下载已完成

source: %lld downloads need file or track selection. Resume them individually to choose what to download.
zh_hans: %lld 个下载需要选择文件或轨道，请分别继续这些任务以选择下载内容。

source: %lld failures
zh_hans: %lld 次失败

source: %lld items
zh_hans: %lld 项

source: %lld links
zh_hans: %lld 个链接

source: %lld min
zh_hans: %lld 分钟

source: %lld more failed sources.
zh_hans: 另有 %lld 个来源失败。

source: %lld of %lld files selected
zh_hans: 已选择 %lld 个文件，共 %lld 个

source: %lld of %lld files selected - %@
zh_hans: 已选择 %1$lld/%2$lld 个文件 - %3$@

source: %lld of %lld pieces complete
zh_hans: 已完成 %lld / %lld 片

source: %lld operations failed. %@
zh_hans: %lld 项操作失败。%@

source: %lld results
zh_hans: %lld 个结果

source: %lld s
zh_hans: %lld 秒

source: %lld seeds
zh_hans: %lld 个做种节点

source: %lld selected
zh_hans: 已选择 %lld 项

source: %lld sources
zh_hans: %lld 个来源

source: %lld trackers
zh_hans: %lld 个 Tracker

source: %lld unsupported links
zh_hans: %lld 个不支持的链接

source: %lld/%lld s · %lld results
zh_hans: %1$lld/%2$lld 秒 · %3$lld 个结果

source: %lldh %lldm
zh_hans: %1$lld 小时 %2$lld 分

source: %lldm %llds
zh_hans: %1$lld 分 %2$lld 秒

source: %llds
zh_hans: %lld 秒

source: 0 means unlimited. Uses local time; matching start and end means all day. Outside this window, the global limits apply. This does not start paused downloads.
zh_hans: 0 表示不限速。使用本地时间，起止时间相同表示全天。时间段外使用全局限速，不会启动已暂停的下载。

source: 0 removes this task's cap. The global cap still applies; it is not a way to turn off seeding.
zh_hans: 0 表示本任务不限速，全局限速仍然有效。此设置不会关闭做种。

source: 0 retries indefinitely. Default: unlimited.
zh_hans: 0 表示持续重试，默认不限制次数。

source: 1 source
zh_hans: 1 个来源

source: 1 tracker
zh_hans: 1 个 Tracker

source: 1. Enable Receiving
zh_hans: 1. 开启接收

source: 10 min
zh_hans: 10 分钟

source: 2. Export the Extension
zh_hans: 2. 导出扩展

source: 3. Load in Chrome or Edge
zh_hans: 3. 在 Chrome 或 Edge 中加载

source: 4. Pair the Browser
zh_hans: 4. 配对浏览器

source: A magnet link needs a reachable peer to provide its file list. File downloads begin only after you confirm your selection.
zh_hans: 磁力链需要从可连接的节点获取文件列表。确认选择后才会开始下载文件。

source: A newer release has no ready Apple Silicon DMG. Please check again later.
zh_hans: 较新版本尚无可用的 Apple 芯片 DMG。请稍后再检查。

source: A newer release is listed, but its macOS installer is not available yet.
zh_hans: 发现了新版本，但适用于 macOS 的安装包尚未就绪。

source: Across all tasks. Default: unlimited. Scheduled bandwidth can override this limit.
zh_hans: 适用于所有任务，默认不限速；定时带宽设置可以覆盖此限制。

source: Active
zh_hans: 正在下载

source: Active ChopChop downloads
zh_hans: ChopChop 正在下载

source: Active: %@
zh_hans: 进行中：%@

source: Add
zh_hans: 添加

source: Add Download
zh_hans: 添加下载

source: Add Download Failed
zh_hans: 无法添加下载

source: Add Download Links
zh_hans: 添加下载链接

source: Add Downloads
zh_hans: 添加下载

source: Add Download…
zh_hans: 添加下载…

source: Add Paused
zh_hans: 添加并暂停

source: Add a link or open a download file. Restored downloads stay paused until you resume them.
zh_hans: 添加链接或打开下载文件。恢复的下载会保持暂停，直到你手动继续。

source: Add one Magnet or torrent at a time to choose files before downloading.
zh_hans: 如需在下载前选择文件，每次请添加一个 Magnet 或 Torrent。

source: Add one media source at a time to inspect and choose its tracks.
zh_hans: 每次请添加一个媒体来源，以检查并选择轨道。

source: Add tracker URL
zh_hans: 添加 Tracker 地址

source: Added
zh_hans: 添加时间

source: Added %@
zh_hans: 添加于 %@

source: Added %lld downloads.
zh_hans: 已添加 %lld 个下载任务。

source: Added %lld downloads. The remaining links are still in the editor. %@
zh_hans: 已添加 %1$lld 个下载。其余链接仍保留在编辑器中。%2$@

source: Added selected torrent files, paused.
zh_hans: 已添加所选种子文件，保持暂停。

source: Adding…
zh_hans: 正在添加…

source: Address
zh_hans: 地址

source: Advanced
zh_hans: 高级

source: Advanced Engine Settings
zh_hans: 高级引擎设置

source: Advanced Network Settings
zh_hans: 高级网络设置

source: Advanced Options
zh_hans: 高级选项

source: After adding
zh_hans: 添加后

source: Algorithm
zh_hans: 算法

source: All
zh_hans: 全部

source: All Downloads
zh_hans: 全部下载

source: Allow ChopChop notifications in System Settings to receive completion alerts.
zh_hans: 请在系统设置中允许 ChopChop 通知，以接收下载完成提醒。

source: An existing copy remains on disk.
zh_hans: 磁盘上已有的文件会保留。

source: An update is available.
zh_hans: 有新版本可用。

source: Announce Failed
zh_hans: 无法向 Tracker 汇报

source: Announce Now
zh_hans: 立即汇报

source: Announce in %llds
zh_hans: %lld 秒后汇报

source: Any
zh_hans: 任意

source: App Behavior
zh_hans: 应用行为

source: App Settings Load Failed
zh_hans: 无法加载应用设置

source: App Settings Save Failed
zh_hans: 无法保存应用设置

source: Apply
zh_hans: 应用

source: Apply Settings
zh_hans: 应用设置

source: Apply Settings Failed
zh_hans: 无法应用设置

source: Apply Trackers Failed
zh_hans: 无法应用 Tracker

source: Apply Upload Limit
zh_hans: 应用上传限速

source: Apply and Resume
zh_hans: 应用并继续

source: Apply and Retry with Saved Progress
zh_hans: 应用并保留进度重试

source: Apply to This Torrent
zh_hans: 应用到此种子

source: Archive
zh_hans: 压缩包

source: Archives
zh_hans: 压缩包

source: Aria2 Next %@ is available. Open Engine settings to update.
zh_hans: 有 Aria2 Next %@ 可用。请打开引擎设置进行更新。

source: Aria2 Next %@ is installed.
zh_hans: 已安装 Aria2 Next %@。

source: Aria2 Next Required
zh_hans: 需要 Aria2 Next

source: Aria2 Next did not report any file paths for %@, so ChopChop cannot move files to Trash safely.
zh_hans: Aria2 Next 未报告 %@ 的文件路径，无法安全地移到废纸篓。

source: Aria2 Next exited before RPC became available.
zh_hans: RPC 可用前，Aria2 Next 已退出。

source: Aria2 Next exited before publishing its process ID.
zh_hans: Aria2 Next 在报告进程 ID 前已退出。

source: Aria2 Next exited with code %d. %@
zh_hans: Aria2 Next 已退出，代码为 %1$d。 %2$@

source: Aria2 Next failed
zh_hans: Aria2 Next 运行失败

source: Aria2 Next is already running.
zh_hans: Aria2 Next 已在运行。

source: Aria2 Next is not running.
zh_hans: Aria2 Next 未运行。

source: Aria2 Next is running (PID %@).
zh_hans: Aria2 Next 正在运行（PID %@）。

source: Aria2 Next is running (PID %d).
zh_hans: Aria2 Next 正在运行（PID %d）。

source: Aria2 Next launched, but RPC did not become reachable on 127.0.0.1:%@. %@
zh_hans: Aria2 Next 已启动，但无法连接 127.0.0.1:%1$@ 上的 RPC。 %2$@

source: Aria2 Next launched, but RPC did not become reachable on 127.0.0.1:%lld. %@
zh_hans: Aria2 Next 已启动，但无法连接 127.0.0.1:%1$lld 上的 RPC。 %2$@

source: Aria2 Next lifecycle watchdog did not publish an engine process ID.
zh_hans: Aria2 Next 进程监控未报告引擎进程 ID。

source: Aria2 Next ready
zh_hans: Aria2 Next 已就绪

source: Aria2 Next running
zh_hans: Aria2 Next 正在运行

source: Aria2 Next starts automatically when ChopChop opens. Restored downloads stay paused until you resume them.
zh_hans: ChopChop 打开时会自动启动 Aria2 Next。恢复的下载保持暂停，直到你手动继续。

source: Aria2 Next starts automatically. Restored downloads and seeding stay paused until you resume them.
zh_hans: Aria2 Next 会自动启动。恢复的下载和做种保持暂停，直到你手动继续。

source: Aria2 Next stopped before the stop request completed.
zh_hans: 停止请求完成前，Aria2 Next 已停止。

source: Aria2 Next stopped unexpectedly.
zh_hans: Aria2 Next 意外停止。

source: Aria2 RPC error %lld: %@
zh_hans: Aria2 RPC 错误 %1$lld：%2$@

source: Aria2 RPC response for %@ could not be decoded. %@
zh_hans: 无法解析 %1$@ 的 Aria2 RPC 响应。 %2$@

source: Aria2 RPC response for %@ could not be decoded. %@ %@
zh_hans: 无法解析 %1$@ 的 Aria2 RPC 响应。 %2$@ %3$@

source: Aria2 RPC response for %@ did not contain a result or error.
zh_hans: %@ 的 Aria2 RPC 响应未包含结果或错误。

source: Aria2 RPC response for %@ did not contain a result or error. %@
zh_hans: %1$@ 的 Aria2 RPC 响应未包含结果或错误。 %2$@

source: Aria2 RPC returned HTTP %lld.
zh_hans: Aria2 RPC 返回 HTTP %lld。

source: Aria2 RPC returned HTTP %lld. %@
zh_hans: Aria2 RPC 返回 HTTP %1$lld。 %2$@

source: Aria2 RPC returned a non-HTTP response.
zh_hans: Aria2 RPC 返回了非 HTTP 响应。

source: Aria2 did not expose torrent files before the timeout.
zh_hans: 等待种子文件列表超时。

source: Async DNS
zh_hans: 异步 DNS

source: Audio
zh_hans: 音频

source: Authorization (leave empty to keep)
zh_hans: Authorization（留空保留原值）

source: Auto organize files
zh_hans: 自动整理文件

source: Automatic
zh_hans: 自动

source: Automatically check for ChopChop updates
zh_hans: 自动检查 ChopChop 更新

source: Availability
zh_hans: 可用度

source: Available features
zh_hans: 可用功能

source: BT listen port
zh_hans: BT 监听端口

source: Bandwidth Schedule
zh_hans: 定时带宽

source: Best available
zh_hans: 最佳可用质量

source: BitTorrent Connections
zh_hans: BitTorrent 连接

source: Bootstrap
zh_hans: 引导

source: Browser Capture
zh_hans: 浏览器接收

source: Browser Integration
zh_hans: 浏览器集成

source: Browser capture and completion notifications are optional. Enable them in Settings when you need them.
zh_hans: 浏览器接收和完成通知为可选功能。需要时可在设置中开启。

source: Browser integration could not start.
zh_hans: 无法启动浏览器接收。

source: Browser integration could not start. Another app may be using its connection port.
zh_hans: 无法启动浏览器接收。其他应用可能正在使用此连接端口。

source: Browser integration is off.
zh_hans: 浏览器接收已关闭。

source: Calculate Checksum
zh_hans: 计算校验和

source: Cancel
zh_hans: 取消

source: Cancel Download
zh_hans: 取消下载

source: Cancel Schedule
zh_hans: 取消计划

source: Cancel Search
zh_hans: 取消搜索

source: Cancel Update
zh_hans: 取消更新

source: Cancel this download. A retry starts from the beginning.
zh_hans: 取消此下载。重试将从头开始。

source: Change Source
zh_hans: 更换来源

source: Change global bandwidth in Settings → Network. Scheduled limits may override it.
zh_hans: 全局带宽可在“设置 → 网络”中修改，定时限速可能覆盖此设置。

source: Changes keep this torrent's progress. Aria2 Next may briefly restart its connections. Skipped files already on disk are kept.
zh_hans: 更改会保留此种子的进度。Aria2 Next 可能短暂重启连接，磁盘上已存在的跳过文件会保留。

source: Changing the RPC port or token requires restarting the engine.
zh_hans: 更改 RPC 端口或令牌后，需要重启引擎。

source: Check ChopChop Updates
zh_hans: 检查 ChopChop 更新

source: Check ChopChop Updates…
zh_hans: 检查 ChopChop 更新…

source: Check for Updates
zh_hans: 检查更新

source: Check for new versions of ChopChop.
zh_hans: 检查是否有可用的 ChopChop 新版本。

source: Check the checksum length and hexadecimal characters.
zh_hans: 请检查校验和长度和十六进制字符。

source: Checking ChopChop updates…
zh_hans: 正在检查 ChopChop 更新…

source: Checking engine
zh_hans: 正在检查引擎

source: Checking files
zh_hans: 正在校验文件

source: Checking for updates…
zh_hans: 正在检查更新…

source: Checking the latest version…
zh_hans: 正在检查最新版本…

source: Checking the new engine…
zh_hans: 正在检查新引擎…

source: Checking version
zh_hans: 正在检查版本

source: Checks at most once a day. You choose when to download and install updates.
zh_hans: 每天最多检查一次。由你决定何时下载和安装更新。

source: Checks automatically at launch
zh_hans: 启动时自动检查

source: Checksum does not match
zh_hans: 校验和不匹配

source: Checksum matches
zh_hans: 校验和匹配

source: Choose
zh_hans: 选择

source: Choose Download Folder
zh_hans: 选择下载文件夹

source: Choose Files…
zh_hans: 选择文件…

source: Choose Folder
zh_hans: 选择文件夹

source: Choose Torrent Files
zh_hans: 选择要下载的文件

source: Choose a default download folder
zh_hans: 选择默认下载文件夹

source: Choose a folder
zh_hans: 选择文件夹

source: Choose a regular downloaded file.
zh_hans: 请选择已下载的普通文件。

source: Choose files to continue this saved download. Its original progress is kept.
zh_hans: 请选择文件以继续此下载。原有进度会保留。

source: Choose media tracks
zh_hans: 选择媒体轨道

source: Choose media tracks before scheduling this download.
zh_hans: 设置计划前，请先选择媒体轨道。

source: Choose the downloaded file to verify.
zh_hans: 请选择要校验的已下载文件。

source: Choose torrent files
zh_hans: 选择种子文件

source: Choose what to save before the download begins.
zh_hans: 下载开始前，选择要保存的文件。

source: Choose…
zh_hans: 选择…

source: ChopChop %@ is available
zh_hans: 有 ChopChop %@ 可用

source: ChopChop Help
zh_hans: ChopChop 帮助

source: ChopChop Updates
zh_hans: ChopChop 更新

source: ChopChop asks you to choose files before starting a torrent download.
zh_hans: ChopChop 会在种子下载开始前，让你选择要下载的文件。

source: ChopChop cannot update in this location. Move it to a writable Applications folder and reopen it, or install manually.
zh_hans: ChopChop 无法在当前位置更新。请将应用移至可写入的“应用程序”文件夹后重新打开，或手动安装。

source: ChopChop did not quit in time. Your current app is unchanged. Try installing again when it is ready to quit.
zh_hans: ChopChop 未能及时退出，当前应用未被更改。请在可以退出时重试安装。

source: ChopChop downloads and verifies the update before restarting the engine. Downloads briefly pause during the restart.
zh_hans: ChopChop 会先下载并校验更新，再重新启动引擎。重启期间下载会短暂暂停。

source: ChopChop needs Aria2 Next to download files. Download and install the engine to continue. It will start automatically.
zh_hans: ChopChop 需要 Aria2 Next 来下载文件。请先下载安装引擎，它会自动启动。

source: ChopChop supports HTTP, HTTPS, SFTP, Magnet, ED2K, torrent, and metalink downloads from the Add Download window.
zh_hans: 可在添加下载窗口中添加 HTTP、HTTPS、SFTP、Magnet、ED2K、Torrent 和 Metalink 下载。

source: ChopChop will open the installer, save your downloads, and quit. Then drag ChopChop to Applications to finish updating.
zh_hans: ChopChop 将打开安装程序、保存下载任务并退出。然后将 ChopChop 拖入“应用程序”以完成更新。

source: ChopChop will save your downloads, quit, and reopen. Downloads and seeding will stay paused.
zh_hans: ChopChop 将保存下载任务、退出并重新打开。下载与做种任务将保持暂停。

source: Chrome and Edge extension setup, pairing, and local link capture.
zh_hans: Chrome 和 Edge 扩展安装、配对和本地链接接收。

source: Clear Finished Records
zh_hans: 清除已结束的记录

source: Clear Records Failed
zh_hans: 无法清除记录

source: Clear Search
zh_hans: 清除搜索

source: Clear existing Authorization and Cookie
zh_hans: 清除现有 Authorization 和 Cookie

source: Cleared finished records. Downloaded files were kept.
zh_hans: 已清除完成记录，下载文件已保留。

source: Client not reported
zh_hans: 客户端未上报

source: Clipboard does not contain a download link.
zh_hans: 剪贴板中没有下载链接。

source: Close
zh_hans: 关闭

source: Complete
zh_hans: 完成

source: Complete piece
zh_hans: 已完成

source: Completed
zh_hans: 已完成

source: Completed: %@
zh_hans: 已完成：%@

source: Completion notifications are enabled for background downloads.
zh_hans: 已启用后台下载完成通知。

source: Completion notifications are paused because history could not be saved.
zh_hans: 由于无法保存历史记录，已暂停完成通知。

source: Configured
zh_hans: 已配置

source: Confirm before removing downloads
zh_hans: 移除下载任务前确认

source: Connect timeout
zh_hans: 连接超时

source: Connected
zh_hans: 已连接

source: Connected peers
zh_hans: 已连接节点

source: Connected servers:
zh_hans: 已连接服务器：

source: Connecting
zh_hans: 正在连接

source: Connecting peers
zh_hans: 正在连接的节点

source: Connecting to GitHub…
zh_hans: 正在连接 GitHub…

source: Connecting to the browser extension…
zh_hans: 正在连接浏览器扩展…

source: Connecting to the download server…
zh_hans: 正在连接下载服务器…

source: Connection details
zh_hans: 连接详情

source: Connection limits
zh_hans: 连接上限

source: Connections
zh_hans: 连接数

source: Content
zh_hans: 内容

source: Continue
zh_hans: 继续

source: Cookie (leave empty to keep)
zh_hans: Cookie（留空保留原值）

source: Copy Checksum
zh_hans: 复制校验和

source: Copy Pairing Code
zh_hans: 复制配对码

source: Copy the pairing code, open the extension’s settings, and save it there. Resetting pairing disconnects all previously paired browsers.
zh_hans: 复制配对码，打开扩展设置并保存。重置配对会断开此前所有已配对的浏览器。

source: Could not check for updates. Try again later.
zh_hans: 无法检查更新。请稍后重试。

source: Could not connect to GitHub. Check your connection and try again.
zh_hans: 无法连接 GitHub。请检查网络后重试。

source: Could not create a separate folder for this torrent.
zh_hans: 无法为此种子创建独立文件夹。

source: Could not create persistent %@ settings record.
zh_hans: 无法创建持久化的 %@ 设置记录。

source: Could not deliver a completion notification.
zh_hans: 无法发送下载完成通知。

source: Could not enable notifications. %@
zh_hans: 无法启用通知。%@

source: Could not export the extension. Choose an empty destination folder and try again.
zh_hans: 无法导出扩展。请选择空的目标文件夹后重试。

source: Could not generate a secure RPC token.
zh_hans: 无法生成安全的 RPC 令牌。

source: Could not inspect this media source.
zh_hans: 无法检查此媒体来源。

source: Could not install Aria2 Next. %@
zh_hans: 无法安装 Aria2 Next。%@

source: Could not launch Aria2 Next at %@. %@
zh_hans: 无法启动位于 %1$@ 的 Aria2 Next。 %2$@

source: Could not load download history: %@
zh_hans: 无法加载下载历史：%@

source: Could not move %@ to Trash. %@
zh_hans: 无法将 %1$@ 移到废纸篓。 %2$@

source: Could not pause %lld of %lld tasks. %@
zh_hans: 无法暂停 %1$lld/%2$lld 个任务。 %3$@

source: Could not prepare diagnostics. Please try again.
zh_hans: 无法生成诊断报告。请重试。

source: Could not prevent idle sleep. IOKit returned %d.
zh_hans: 无法阻止空闲睡眠。IOKit 返回 %d。

source: Could not save diagnostics. Choose another location and try again.
zh_hans: 无法保存诊断报告。请选择其他位置后重试。

source: Couldn’t retrieve the file list
zh_hans: 无法获取文件列表

source: Current %@, peak %@
zh_hans: 当前 %1$@，峰值 %2$@

source: Currently unavailable
zh_hans: 当前不可用

source: Custom
zh_hans: 自定义

source: Custom header
zh_hans: 自定义请求头

source: Custom headers
zh_hans: 自定义请求头

source: Custom tracker source URL
zh_hans: 自定义 Tracker 来源地址

source: DASH video or live stream
zh_hans: DASH 视频或直播

source: DHT listen port
zh_hans: DHT 监听端口

source: Daily
zh_hans: 每天

source: Default
zh_hans: 默认

source: Default download directory has not been selected.
zh_hans: 尚未选择默认下载目录。

source: Default save location
zh_hans: 默认保存位置

source: Default save location and completed-file behavior.
zh_hans: 默认保存位置和下载完成后的行为。

source: Delay between retries. Default: 10 seconds.
zh_hans: 两次重试之间的等待时间，默认为 10 秒。

source: Describe what you expected and what happened. You can preview and export a small diagnostic report to attach yourself.
zh_hans: 请描述期望结果与实际发生的情况。你可以预览并导出简短诊断报告，自行作为附件提交。

source: Deselect All
zh_hans: 取消全选

source: Details
zh_hans: 详情

source: Detect System Proxy
zh_hans: 检测系统代理

source: Diagnostic report saved. Review it before sharing.
zh_hans: 诊断报告已保存。分享前请先检查内容。

source: Disabled
zh_hans: 已停用

source: Discard Update
zh_hans: 丢弃更新

source: Discovered via: %@
zh_hans: 发现来源：%@

source: Do not ask again
zh_hans: 不再询问

source: Document
zh_hans: 文档

source: Documents
zh_hans: 文档

source: Down
zh_hans: 下载

source: Download %@
zh_hans: 下载 %@

source: Download Completion Notifications
zh_hans: 下载完成通知

source: Download Details
zh_hans: 下载详情

source: Download Engine Updated
zh_hans: 下载引擎已更新

source: Download Folder Failed
zh_hans: 无法设置下载文件夹

source: Download Installer
zh_hans: 下载安装包

source: Download Selected Files
zh_hans: 下载所选文件

source: Download Selected Tracks
zh_hans: 下载所选轨道

source: Download Summary
zh_hans: 下载摘要

source: Download Update
zh_hans: 下载更新

source: Download and Start
zh_hans: 下载并启动

source: Download and install Aria2 Next before starting the engine.
zh_hans: 启动引擎前，请先下载并安装 Aria2 Next。

source: Download as
zh_hans: 下载类型

source: Download complete
zh_hans: 下载完成

source: Download directory
zh_hans: 下载目录

source: Download directory set.
zh_hans: 已设置下载目录。

source: Download files
zh_hans: 下载文件

source: Download folder
zh_hans: 下载文件夹

source: Download from GitHub…
zh_hans: 从 GitHub 下载…

source: Download history could not be saved. %@
zh_hans: 无法保存下载历史。%@

source: Download history storage is unavailable.
zh_hans: 下载历史存储不可用。

source: Download in order
zh_hans: 顺序下载

source: Download limit
zh_hans: 下载限速

source: Download limit (KiB/s)
zh_hans: 下载限速（KiB/s）

source: Download links
zh_hans: 下载链接

source: Download magnet and torrent content automatically
zh_hans: 自动下载 Magnet 和 Torrent 的文件内容

source: Download required
zh_hans: 需要下载

source: Download speed
zh_hans: 下载速度

source: Download the DMG, quit ChopChop, and replace the app in Applications. Your downloads and settings are kept.
zh_hans: 下载 DMG 后，退出 ChopChop 并替换应用程序文件夹中的应用。下载任务和设置会保留。

source: Download the installer here, then open it to install this update.
zh_hans: 在此下载安装包，下载完成后打开安装。

source: Downloaded
zh_hans: 已下载

source: Downloading
zh_hans: 正在下载

source: Downloading %@
zh_hans: 正在下载 %@

source: Downloading Aria2 Next…
zh_hans: 正在下载 Aria2 Next…

source: Downloading update…
zh_hans: 正在下载更新…

source: Downloads
zh_hans: 下载

source: Downloads are being saved. If quitting was interrupted, try again.
zh_hans: 正在保存下载任务。如果退出被中断，可以重试。

source: Downloads briefly pause while ChopChop finishes the update.
zh_hans: 完成更新时，下载会短暂暂停。

source: Drop links or files into the download window, or choose File → Open Download File…. Every import opens for review before downloading.
zh_hans: 将链接或文件拖入下载窗口，或选择文件 → 打开下载文件…。所有导入内容都会先供你确认。

source: Duration: %@
zh_hans: 时长：%@

source: ED2K Bootstrap Failed
zh_hans: ED2K 引导失败

source: ED2K Download Failed
zh_hans: ED2K 下载失败

source: ED2K Search Failed
zh_hans: ED2K 搜索失败

source: ED2K Search Unavailable
zh_hans: ED2K 搜索不可用

source: ED2K Servers
zh_hans: ED2K 服务器

source: ED2K UDP listen port
zh_hans: ED2K UDP 监听端口

source: ED2K bootstrap URL must use HTTP or HTTPS.
zh_hans: ED2K 引导地址必须使用 HTTP 或 HTTPS。

source: ED2K bootstrap URLs must use HTTP or HTTPS.
zh_hans: ED2K 引导地址必须使用 HTTP 或 HTTPS。

source: ED2K bootstrap auto-synced.
zh_hans: 已自动同步 ED2K 引导文件。

source: ED2K bootstrap file returned HTTP %lld.
zh_hans: ED2K 引导文件返回 HTTP %lld。

source: ED2K bootstrap files synced.
zh_hans: 已同步 ED2K 引导文件。

source: ED2K download started.
zh_hans: ED2K 下载已开始。

source: ED2K hash:
zh_hans: ED2K 哈希：

source: ED2K listen port
zh_hans: ED2K 监听端口

source: ED2K ports, bootstrap files, server discovery, and search.
zh_hans: ED2K 端口、引导文件、服务器发现和搜索。

source: ED2K search cancelled with %lld results.
zh_hans: ED2K 搜索已取消，共 %lld 个结果。

source: ED2K search cancelled.
zh_hans: ED2K 搜索已取消。

source: ED2K search completed with %lld results.
zh_hans: ED2K 搜索已完成，共 %lld 个结果。

source: ED2K search completed with no results.
zh_hans: ED2K 搜索已完成，没有结果。

source: ED2K search timeout
zh_hans: ED2K 搜索超时

source: ED2K servers
zh_hans: ED2K 服务器

source: ED2K upload slots
zh_hans: ED2K 上传槽位

source: ETA %@
zh_hans: 预计剩余 %@

source: Each square below is one piece. The strip above summarizes the whole torrent.
zh_hans: 下方每个方格代表一个分片，上方条带显示整个种子的概况。

source: Edit Raw List...
zh_hans: 编辑原始列表…

source: Edit and Add Again…
zh_hans: 编辑后重新添加…

source: Elapsed
zh_hans: 已等待

source: Enable Schedule
zh_hans: 启用计划

source: Enabled while ChopChop is running.
zh_hans: ChopChop 运行期间有效。

source: Encrypted handshake
zh_hans: 加密握手

source: Encryption: %@
zh_hans: 加密方式：%@

source: End
zh_hans: 结束

source: End (seconds)
zh_hans: 结束时间（秒）

source: Engine
zh_hans: 引擎

source: Engine %@
zh_hans: 引擎 %@

source: Engine %@. %@
zh_hans: 引擎 %1$@。%2$@

source: Engine Controls and Diagnostics…
zh_hans: 引擎控制与诊断…

source: Engine Not Running
zh_hans: 引擎未运行

source: Engine Settings Load Failed
zh_hans: 无法加载引擎设置
